{
  "blogs": [
    {
      "title": "Poison of Life",
      "body": "You'd think that the Worst Poison In The Whole World must be hidden in some secretive cave, so that nobody can get it. Right? \n\nWell, you're wrong. In fact, the poison I'm talking about is found in every household! It is the mixture of sweetness and deadliness. Eat it once, and you want to eat more. \nNow, not many children would like this next line. The bitterest poison is sweetest thing in the world. It's \"Sugar\".\n    \nBut how can the most common and necessary thing in cooking be the poison of Life?\n\nThe effects of extra Sugar Intake are limitless. As I said before the sweetness of it is mixed with lots of illness. Eat more sugar than your body can tolerate and you can't eat anything sweet for your entire life because of Diabetes. It can block your arteries from bad cholesterol (unhealthy fats) which can give you a Heart Attack. Eating more that needed sugar can gain your weight which can make you lazy and soon you'd be sitting all day. Sugar triggers chemicals, that activate the pleasure center of your brain. It addicts you towards it. All theses factors will make anybody think it is The Poison\n\nBut shall we do ? Are there any substitutes for Sugar? Something that isn't unhealthy?\n\nOf course there are substitutes for Sugar. First is honey, natural and fresh honey can be the best substitute for Sugar. It can mixed with anything and can sweeten it just like Sugar without any diseases. Next is jaggery. Jaggery is also a substitute for sugar. Instead of giving any diseases, it helps you cure diseases! It increases Iron Intake without taking any extra supplements. It also helps in digestion!\n\n                                                                                                                                            -  Kartik Garg\n                                                                                                                            \n \n ",
      "author": "Kartik",
      "id": 1
    }
  ]
}